Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# ShortcutCapture_ImeRejected
source: Switch to a Latin input method to set a shortcut.
ar_sa: بدّل إلى أسلوب إدخال لاتيني لتعيين اختصار.
es_es: Cambie a un método de entrada latino para definir un atajo.
fr_fr: Passez à une méthode de saisie latine pour définir un raccourci.
it_it: Passa a un metodo di input latino per impostare un collegamento.
ja_jp: ショートカットを設定するには、半角英数の入力方式に切り替えてください。
ko_kr: 바로 가기 키를 설정하려면 영문 입력 방식으로 전환하세요.
ml_in: കുറുക്കുവഴി സജ്ജമാക്കാൻ ലാറ്റിൻ ഇൻപുട്ട് രീതിയിലേക്ക് മാറുക.
nl_nl: Schakel over naar een Latijnse invoermethode om een sneltoets in te stellen.
pl_pl: Przełącz się na łacińską metodę wprowadzania, aby ustawić skrót.
pt_pt: Mude para um método de introdução latino para definir um atalho.
ru_ru: Переключитесь на латинскую раскладку, чтобы задать сочетание клавиш.
sv_se: Byt till en latinsk inmatningsmetod för att ange en genväg.
uk_ua: Перейдіть на латинську розкладку, щоб задати гарячу клавішу.
zh_tw: 請切換到英文輸入法以設定快速鍵。

# ShortcutCapture_AlreadyOnThisCommand
source: {0} is already assigned to this command.
ar_sa: {0} معيّن بالفعل لهذا الأمر.
es_es: {0} ya está asignado a este comando.
fr_fr: {0} est déjà attribué à cette commande.
it_it: {0} è già assegnato a questo comando.
ja_jp: {0} はこのコマンドにすでに割り当てられています。
ko_kr: {0}은(는) 이미 이 명령에 할당되어 있습니다.
ml_in: {0} ഇതിനകം ഈ കമാൻഡിന് നൽകിയിട്ടുണ്ട്.
nl_nl: {0} is al aan deze opdracht toegewezen.
pl_pl: {0} jest już przypisany do tego polecenia.
pt_pt: {0} já está atribuído a este comando.
ru_ru: {0} уже назначено этой команде.
sv_se: {0} är redan tilldelad det här kommandot.
uk_ua: {0} уже призначено цій команді.
zh_tw: {0} 已指派給此命令。

# ShortcutCapture_ReservedByOther
source: {0} is fixed for "{1}" and cannot be moved.
ar_sa: {0} ثابت للأمر "{1}" ولا يمكن تغييره.
es_es: {0} es fijo para «{1}» y no se puede cambiar.
fr_fr: {0} est réservé à « {1} » et ne peut pas être modifié.
it_it: {0} è fisso per «{1}» e non può essere modificato.
ja_jp: {0} は「{1}」に固定されているため、変更できません。
ko_kr: {0}은(는) "{1}"에 고정되어 있어 변경할 수 없습니다.
ml_in: {0} എന്നത് ‘{1}’ എന്നതിനായി നിശ്ചയിച്ചിരിക്കുന്നു; മാറ്റാൻ കഴിയില്ല.
nl_nl: {0} ligt vast voor '{1}' en kan niet worden gewijzigd.
pl_pl: {0} jest przypisany na stałe do „{1}” i nie można go zmienić.
pt_pt: {0} é fixo para "{1}" e não pode ser alterado.
ru_ru: {0} закреплено за командой «{1}» и не может быть изменено.
sv_se: {0} är fast tilldelad ”{1}” och kan inte ändras.
uk_ua: {0} закріплено за командою «{1}» і не може бути змінено.
zh_tw: {0} 已固定用於「{1}」，無法變更。

# ShortcutCapture_Conflict
source: {0} is already used by "{1}". Reassigning it will leave that command without this shortcut.
ar_sa: {0} مستخدم بالفعل بواسطة "{1}". إعادة تعيينه ستترك ذلك الأمر بلا هذا الاختصار.
es_es: {0} ya lo usa «{1}». Al reasignarlo, ese comando se quedará sin este atajo.
fr_fr: {0} est déjà utilisé par « {1} ». La réattribution privera cette commande de ce raccourci.
it_it: {0} è già usato da «{1}». Riassegnandolo, quel comando resterà senza questo collegamento.
ja_jp: {0} は「{1}」ですでに使われています。再割り当てすると、そのコマンドからこのショートカットがなくなります。
ko_kr: {0}은(는) 이미 "{1}"에서 사용 중입니다. 다시 할당하면 해당 명령에서 이 바로 가기 키가 사라집니다.
ml_in: {0} ഇതിനകം ‘{1}’ ഉപയോഗിക്കുന്നു. വീണ്ടും നൽകിയാൽ ആ കമാൻഡിന് ഈ കുറുക്കുവഴി ഇല്ലാതാകും.
nl_nl: {0} wordt al gebruikt door '{1}'. Bij opnieuw toewijzen verliest die opdracht deze sneltoets.
pl_pl: {0} jest już używany przez „{1}”. Po ponownym przypisaniu tamto polecenie straci ten skrót.
pt_pt: {0} já é utilizado por "{1}". Ao reatribuí-lo, esse comando fica sem este atalho.
ru_ru: {0} уже используется командой «{1}». После переназначения та команда останется без этого сочетания клавиш.
sv_se: {0} används redan av ”{1}”. Om du tilldelar om den blir det kommandot utan den här genvägen.
uk_ua: {0} уже використовується командою «{1}». Після перепризначення та команда залишиться без цієї гарячої клавіші.
zh_tw: {0} 已由「{1}」使用。重新指派後，該命令將失去此快速鍵。

# ShortcutGroup_Navigation
source: Navigation
ar_sa: التنقل
es_es: Navegación
it_it: Navigazione
ja_jp: 移動
ko_kr: 탐색
ml_in: നാവിഗേഷൻ
nl_nl: Navigatie
pl_pl: Nawigacja
pt_pt: Navegação
ru_ru: Навигация
sv_se: Navigering
uk_ua: Навігація
zh_tw: 瀏覽

# ShortcutGroup_ZoomPan
source: Zoom and pan
ar_sa: التكبير/التصغير والتحريك
es_es: Zoom y desplazamiento
fr_fr: Zoom et déplacement
it_it: Zoom e spostamento
ja_jp: ズームと移動
ko_kr: 확대/축소 및 이동
ml_in: സൂമും നീക്കവും
nl_nl: Zoomen en verschuiven
pl_pl: Powiększenie i przesuwanie
pt_pt: Zoom e deslocação
ru_ru: Масштаб и панорамирование
sv_se: Zoom och panorering
uk_ua: Масштаб і переміщення
zh_tw: 縮放與平移

# ShortcutGroup_Rotate
source: Rotate
ar_sa: التدوير
es_es: Rotación
fr_fr: Rotation
it_it: Rotazione
ja_jp: 回転
ko_kr: 회전
ml_in: തിരിക്കൽ
nl_nl: Roteren
pl_pl: Obracanie
pt_pt: Rodar
ru_ru: Поворот
sv_se: Rotera
uk_ua: Поворот
zh_tw: 旋轉

# ShortcutGroup_View
source: View
ar_sa: العرض
es_es: Vista
fr_fr: Affichage
it_it: Visualizza
ja_jp: 表示
ko_kr: 보기
ml_in: കാഴ്ച
nl_nl: Weergave
pl_pl: Widok
pt_pt: Ver
ru_ru: Вид
sv_se: Visa
uk_ua: Вигляд
zh_tw: 檢視

# ShortcutGroup_File
source: File
ar_sa: الملف
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル
ko_kr: 파일
ml_in: ഫയൽ
nl_nl: Bestand
pl_pl: Plik
pt_pt: Ficheiro
ru_ru: Файл
sv_se: Arkiv
uk_ua: Файл
zh_tw: 檔案

# ShortcutGroup_OpenWith
source: Open with
ar_sa: فتح باستخدام
es_es: Abrir con
fr_fr: Ouvrir avec
it_it: Apri con
ja_jp: プログラムから開く
ko_kr: 연결 프로그램
ml_in: ഇതുപയോഗിച്ച് തുറക്കുക
nl_nl: Openen met
pl_pl: Otwórz za pomocą
pt_pt: Abrir com
ru_ru: Открыть с помощью
sv_se: Öppna med
uk_ua: Відкрити за допомогою
zh_tw: 開啟方式

# ShortcutName_NextPhoto
source: Next photo
ar_sa: الصورة التالية
es_es: Foto siguiente
fr_fr: Photo suivante
it_it: Foto successiva
ja_jp: 次の写真
ko_kr: 다음 사진
ml_in: അടുത്ത ഫോട്ടോ
nl_nl: Volgende foto
pl_pl: Następne zdjęcie
pt_pt: Foto seguinte
ru_ru: Следующее фото
sv_se: Nästa foto
uk_ua: Наступне фото
zh_tw: 下一張照片

# ShortcutName_PrevPhoto
source: Previous photo
ar_sa: الصورة السابقة
es_es: Foto anterior
fr_fr: Photo précédente
it_it: Foto precedente
ja_jp: 前の写真
ko_kr: 이전 사진
ml_in: മുൻപത്തെ ഫോട്ടോ
nl_nl: Vorige foto
pl_pl: Poprzednie zdjęcie
pt_pt: Foto anterior
ru_ru: Предыдущее фото
sv_se: Föregående foto
uk_ua: Попереднє фото
zh_tw: 上一張照片

# ShortcutName_FirstPhoto
source: First photo
ar_sa: الصورة الأولى
es_es: Primera foto
fr_fr: Première photo
it_it: Prima foto
ja_jp: 最初の写真
ko_kr: 첫 번째 사진
ml_in: ആദ്യത്തെ ഫോട്ടോ
nl_nl: Eerste foto
pl_pl: Pierwsze zdjęcie
pt_pt: Primeira foto
ru_ru: Первое фото
sv_se: Första fotot
uk_ua: Перше фото
zh_tw: 第一張照片

# ShortcutName_LastPhoto
source: Last photo
ar_sa: الصورة الأخيرة
es_es: Última foto
fr_fr: Dernière photo
it_it: Ultima foto
ja_jp: 最後の写真
ko_kr: 마지막 사진
ml_in: അവസാനത്തെ ഫോട്ടോ
nl_nl: Laatste foto
pl_pl: Ostatnie zdjęcie
pt_pt: Última foto
ru_ru: Последнее фото
sv_se: Sista fotot
uk_ua: Останнє фото
zh_tw: 最後一張照片

# ShortcutName_NextPage
source: Next page
ar_sa: الصفحة التالية
es_es: Página siguiente
fr_fr: Page suivante
it_it: Pagina successiva
ja_jp: 次のページ
ko_kr: 다음 페이지
ml_in: അടുത്ത പേജ്
nl_nl: Volgende pagina
pl_pl: Następna strona
pt_pt: Página seguinte
ru_ru: Следующая страница
sv_se: Nästa sida
uk_ua: Наступна сторінка
zh_tw: 下一頁

# ShortcutName_PrevPage
source: Previous page
ar_sa: الصفحة السابقة
es_es: Página anterior
fr_fr: Page précédente
it_it: Pagina precedente
ja_jp: 前のページ
ko_kr: 이전 페이지
ml_in: മുൻപത്തെ പേജ്
nl_nl: Vorige pagina
pl_pl: Poprzednia strona
pt_pt: Página anterior
ru_ru: Предыдущая страница
sv_se: Föregående sida
uk_ua: Попередня сторінка
zh_tw: 上一頁

# ShortcutName_ZoomIn
source: Zoom in
ar_sa: تكبير
es_es: Acercar
fr_fr: Zoom avant
it_it: Ingrandisci
ja_jp: ズームイン
ko_kr: 확대
ml_in: സൂം ഇൻ
nl_nl: Inzoomen
pl_pl: Powiększ
pt_pt: Aumentar zoom
ru_ru: Увеличить
sv_se: Zooma in
uk_ua: Збільшити
zh_tw: 放大

# ShortcutName_ZoomOut
source: Zoom out
ar_sa: تصغير
es_es: Alejar
fr_fr: Zoom arrière
it_it: Riduci
ja_jp: ズームアウト
ko_kr: 축소
ml_in: സൂം ഔട്ട്
nl_nl: Uitzoomen
pl_pl: Pomniejsz
pt_pt: Diminuir zoom
ru_ru: Уменьшить
sv_se: Zooma ut
uk_ua: Зменшити
zh_tw: 縮小

# ShortcutName_StepZoomIn
source: Step zoom in
ar_sa: تكبير تدريجي
es_es: Acercar por pasos
fr_fr: Zoom avant par paliers
it_it: Ingrandisci a livelli
ja_jp: 段階的にズームイン
ko_kr: 단계별 확대
ml_in: ഘട്ടംഘട്ടമായി സൂം ഇൻ
nl_nl: Stapsgewijs inzoomen
pl_pl: Powiększ krokowo
pt_pt: Aumentar zoom por etapas
ru_ru: Пошагово увеличить
sv_se: Zooma in stegvis
uk_ua: Покроково збільшити
zh_tw: 分段放大

# ShortcutName_StepZoomOut
source: Step zoom out
ar_sa: تصغير تدريجي
es_es: Alejar por pasos
fr_fr: Zoom arrière par paliers
it_it: Riduci a livelli
ja_jp: 段階的にズームアウト
ko_kr: 단계별 축소
ml_in: ഘട്ടംഘട്ടമായി സൂം ഔട്ട്
nl_nl: Stapsgewijs uitzoomen
pl_pl: Pomniejsz krokowo
pt_pt: Diminuir zoom por etapas
ru_ru: Пошагово уменьшить
sv_se: Zooma ut stegvis
uk_ua: Покроково зменшити
zh_tw: 分段縮小

# ShortcutName_ActualSize
source: Actual size (1:1)
ar_sa: الحجم الفعلي (1:1)
es_es: Tamaño real (1:1)
fr_fr: Taille réelle (1:1)
it_it: Dimensione effettiva (1:1)
ja_jp: 実際のサイズ (1:1)
ko_kr: 실제 크기 (1:1)
ml_in: യഥാർത്ഥ വലിപ്പം (1:1)
nl_nl: Werkelijke grootte (1:1)
pl_pl: Rzeczywisty rozmiar (1:1)
pt_pt: Tamanho real (1:1)
ru_ru: Фактический размер (1:1)
sv_se: Faktisk storlek (1:1)
uk_ua: Масштаб 1:1
zh_tw: 實際大小 (1:1)

# ShortcutName_FitToWindow
source: Fit to window
ar_sa: ملاءمة للنافذة
es_es: Ajustar a la ventana
fr_fr: Ajuster à la fenêtre
it_it: Adatta alla finestra
ja_jp: ウィンドウに合わせる
ko_kr: 창에 맞춤
ml_in: സ്‌ക്രീനിൽ നിറക്കുക
nl_nl: Passend maken aan venster
pl_pl: Dopasuj do okna
pt_pt: Ajustar à janela
ru_ru: По размеру окна
sv_se: Anpassa till fönster
uk_ua: Вписати у вікно
zh_tw: 符合視窗大小

# ShortcutName_PanUp
source: Pan up
ar_sa: التحريك لأعلى
es_es: Desplazar hacia arriba
fr_fr: Déplacer vers le haut
it_it: Sposta in alto
ja_jp: 上へ移動
ko_kr: 위로 이동
ml_in: മുകളിലേക്ക് നീക്കുക
nl_nl: Omhoog verschuiven
pl_pl: Przesuń w górę
pt_pt: Deslocar para cima
ru_ru: Панорамировать вверх
sv_se: Panorera uppåt
uk_ua: Перемістити вгору
zh_tw: 向上平移

# ShortcutName_PanDown
source: Pan down
ar_sa: التحريك لأسفل
es_es: Desplazar hacia abajo
fr_fr: Déplacer vers le bas
it_it: Sposta in basso
ja_jp: 下へ移動
ko_kr: 아래로 이동
ml_in: താഴോട്ട് നീക്കുക
nl_nl: Omlaag verschuiven
pl_pl: Przesuń w dół
pt_pt: Deslocar para baixo
ru_ru: Панорамировать вниз
sv_se: Panorera nedåt
uk_ua: Перемістити вниз
zh_tw: 向下平移

# ShortcutName_PanLeft
source: Pan left
ar_sa: التحريك لليسار
es_es: Desplazar hacia la izquierda
fr_fr: Déplacer vers la gauche
it_it: Sposta a sinistra
ja_jp: 左へ移動
ko_kr: 왼쪽으로 이동
ml_in: ഇടത്തോട്ട് നീക്കുക
nl_nl: Naar links verschuiven
pl_pl: Przesuń w lewo
pt_pt: Deslocar para a esquerda
ru_ru: Панорамировать влево
sv_se: Panorera åt vänster
uk_ua: Перемістити ліворуч
zh_tw: 向左平移

# ShortcutName_PanRight
source: Pan right
ar_sa: التحريك لليمين
es_es: Desplazar hacia la derecha
fr_fr: Déplacer vers la droite
it_it: Sposta a destra
ja_jp: 右へ移動
ko_kr: 오른쪽으로 이동
ml_in: വലത്തോട്ട് നീക്കുക
nl_nl: Naar rechts verschuiven
pl_pl: Przesuń w prawo
pt_pt: Deslocar para a direita
ru_ru: Панорамировать вправо
sv_se: Panorera åt höger
uk_ua: Перемістити праворуч
zh_tw: 向右平移

# ShortcutName_RotateLeft
source: Rotate left
ar_sa: التدوير لليسار
es_es: Rotar a la izquierda
fr_fr: Pivoter vers la gauche
it_it: Ruota a sinistra
ja_jp: 左に回転
ko_kr: 왼쪽으로 회전
ml_in: ഇടത്തോട്ട് തിരിക്കുക
nl_nl: Naar links roteren
pl_pl: Obróć w lewo
pt_pt: Rodar para a esquerda
ru_ru: Повернуть влево
sv_se: Rotera åt vänster
uk_ua: Повернути ліворуч
zh_tw: 向左旋轉

# ShortcutName_RotateRight
source: Rotate right
ar_sa: التدوير لليمين
es_es: Rotar a la derecha
fr_fr: Pivoter vers la droite
it_it: Ruota a destra
ja_jp: 右に回転
ko_kr: 오른쪽으로 회전
ml_in: വലത്തോട്ട് തിരിക്കുക
nl_nl: Naar rechts roteren
pl_pl: Obróć w prawo
pt_pt: Rodar para a direita
ru_ru: Повернуть вправо
sv_se: Rotera åt höger
uk_ua: Повернути праворуч
zh_tw: 向右旋轉

# ShortcutName_FullScreen
source: Full screen
ar_sa: ملء الشاشة
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
ml_in: ഫുൾ സ്ക്രീൻ
nl_nl: Volledig scherm
pl_pl: Pełny ekran
pt_pt: Ecrã inteiro
ru_ru: Во весь экран
sv_se: Helskärm
uk_ua: На весь екран
zh_tw: 全螢幕

# ShortcutName_MaximizeRestore
source: Maximize or restore
ar_sa: تكبير أو استعادة
es_es: Maximizar o restaurar
fr_fr: Agrandir ou restaurer
it_it: Massimizza o ripristina
ja_jp: 最大化 / 元のサイズに戻す
ko_kr: 최대화 또는 복원
ml_in: മാക്സിമൈസ് അല്ലെങ്കിൽ പുനഃസ്ഥാപിക്കുക
nl_nl: Maximaliseren of herstellen
pl_pl: Maksymalizuj lub przywróć
pt_pt: Maximizar ou restaurar
ru_ru: Развернуть или восстановить
sv_se: Maximera eller återställ
uk_ua: Розгорнути або відновити
zh_tw: 最大化或還原

# ShortcutName_PhotoInfoPanel
source: Photo info panel
ar_sa: لوحة معلومات الصورة
es_es: Panel de información de la foto
fr_fr: Volet Infos sur la photo
it_it: Riquadro Info foto
ja_jp: 写真情報パネル
ko_kr: 사진 정보 패널
ml_in: ഫോട്ടോ വിവര പാനൽ
nl_nl: Deelvenster Foto-info
pl_pl: Panel informacji o zdjęciu
pt_pt: Painel de informações da foto
ru_ru: Панель сведений о фото
sv_se: Panelen Fotoinfo
uk_ua: Панель відомостей про фото
zh_tw: 相片資訊面板

# ShortcutName_CloseApp
source: Close FlyPhotos
ar_sa: إغلاق FlyPhotos
es_es: Cerrar FlyPhotos
fr_fr: Quitter FlyPhotos
it_it: Chiudi FlyPhotos
ja_jp: FlyPhotos を閉じる
ko_kr: FlyPhotos 닫기
ml_in: FlyPhotos അടയ്ക്കുക
nl_nl: FlyPhotos sluiten
pl_pl: Zamknij FlyPhotos
pt_pt: Fechar o FlyPhotos
ru_ru: Закрыть FlyPhotos
sv_se: Stäng FlyPhotos
uk_ua: Закрити FlyPhotos
zh_tw: 關閉 FlyPhotos

# ShortcutName_CopyPhoto
source: Copy photo
ar_sa: نسخ الصورة
es_es: Copiar foto
fr_fr: Copier la photo
it_it: Copia foto
ja_jp: 写真をコピー
ko_kr: 사진 복사
ml_in: ഫോട്ടോ പകർത്തുക
nl_nl: Foto kopiëren
pl_pl: Kopiuj zdjęcie
pt_pt: Copiar foto
ru_ru: Копировать фото
sv_se: Kopiera foto
uk_ua: Копіювати фото
zh_tw: 複製照片

# ShortcutName_DeletePhoto
source: Delete photo
ar_sa: حذف الصورة
es_es: Eliminar foto
fr_fr: Supprimer la photo
it_it: Elimina foto
ja_jp: 写真を削除
ko_kr: 사진 삭제
ml_in: ഫോട്ടോ ഇല്ലാതാക്കുക
nl_nl: Foto verwijderen
pl_pl: Usuń zdjęcie
pt_pt: Eliminar foto
ru_ru: Удалить фото
sv_se: Ta bort foto
uk_ua: Видалити фото
zh_tw: 刪除照片

# ShortcutName_RenamePhoto
source: Rename photo
ar_sa: إعادة تسمية الصورة
es_es: Cambiar nombre de la foto
fr_fr: Renommer la photo
it_it: Rinomina foto
ja_jp: 写真の名前を変更
ko_kr: 사진 이름 바꾸기
ml_in: ഫോട്ടോയുടെ പേരുമാറ്റുക
nl_nl: Naam van foto wijzigen
pl_pl: Zmień nazwę zdjęcia
pt_pt: Mudar o nome da foto
ru_ru: Переименовать фото
sv_se: Byt namn på foto
uk_ua: Перейменувати фото
zh_tw: 重新命名照片

# ShortcutName_PrintPhoto
source: Print photo
ar_sa: طباعة الصورة
es_es: Imprimir foto
fr_fr: Imprimer la photo
it_it: Stampa foto
ja_jp: 写真を印刷
ko_kr: 사진 인쇄
ml_in: ഫോട്ടോ പ്രിന്റ് ചെയ്യുക
nl_nl: Foto afdrukken
pl_pl: Drukuj zdjęcie
pt_pt: Imprimir foto
ru_ru: Печать фото
sv_se: Skriv ut foto
uk_ua: Друк фото
zh_tw: 列印照片

# ShortcutName_SharePhoto
source: Share photo
ar_sa: مشاركة الصورة
es_es: Compartir foto
fr_fr: Partager la photo
it_it: Condividi foto
ja_jp: 写真を共有
ko_kr: 사진 공유
ml_in: ഫോട്ടോ പങ്കിടുക
nl_nl: Foto delen
pl_pl: Udostępnij zdjęcie
pt_pt: Partilhar foto
ru_ru: Поделиться фото
sv_se: Dela foto
uk_ua: Поділитися фото
zh_tw: 共用照片

# ShortcutName_ShowInExplorer
source: Open File Location
ar_sa: فتح موقع الملف
es_es: Abrir la ubicación del archivo
fr_fr: Ouvrir l'emplacement du fichier
it_it: Apri percorso file
ja_jp: ファイルの場所を開く
ko_kr: 파일 위치 열기
ml_in: ഫയലിന്റെ സ്ഥാനം തുറക്കുക
nl_nl: Bestandslocatie openen
pl_pl: Otwórz lokalizację pliku
pt_pt: Abrir localização do ficheiro
ru_ru: Открыть расположение файла
sv_se: Öppna filens plats
uk_ua: Відкрити розташування файлу
zh_tw: 開啟檔案位置

# ShortcutName_FileProperties
source: File properties
ar_sa: خصائص الملف
es_es: Propiedades del archivo
fr_fr: Propriétés du fichier
it_it: Proprietà del file
ja_jp: ファイルのプロパティ
ko_kr: 파일 속성
ml_in: ഫയൽ പ്രോപ്പർട്ടികൾ
nl_nl: Bestandseigenschappen
pl_pl: Właściwości pliku
pt_pt: Propriedades do ficheiro
ru_ru: Свойства файла
sv_se: Filegenskaper
uk_ua: Властивості файлу
zh_tw: 檔案內容

# ShortcutName_FileDetails
source: File details
ar_sa: تفاصيل الملف
es_es: Detalles del archivo
fr_fr: Détails du fichier
it_it: Dettagli del file
ja_jp: ファイルの詳細
ko_kr: 파일 세부 정보
ml_in: ഫയൽ വിശദാംശങ്ങൾ
nl_nl: Bestandsdetails
pl_pl: Szczegóły pliku
pt_pt: Detalhes do ficheiro
ru_ru: Подробные сведения о файле
sv_se: Fildetaljer
uk_ua: Відомості про файл
zh_tw: 檔案詳細資料

# ShortcutName_MoreActionsMenu
source: More actions menu
ar_sa: قائمة مزيد من الإجراءات
es_es: Menú Más acciones
fr_fr: Menu Autres actions
it_it: Menu Altre azioni
ja_jp: 「その他の操作」メニュー
ko_kr: 추가 작업 메뉴
ml_in: ‘കൂടുതൽ പ്രവർത്തനങ്ങൾ’ മെനു
nl_nl: Menu Meer acties
pl_pl: Menu Więcej akcji
pt_pt: Menu "Mais ações"
ru_ru: Меню дополнительных действий
sv_se: Menyn Fler åtgärder
uk_ua: Меню додаткових дій
zh_tw: 「其他動作」功能表

# ShortcutName_OpenWithApp1
source: Open with app 1
ar_sa: الفتح في التطبيق 1
es_es: Abrir con la aplicación 1
fr_fr: Ouvrir avec l'application 1
it_it: Apri con l'app 1
ja_jp: 外部アプリ 1 で開く
ko_kr: 외부 앱 1에서 열기
ml_in: ആപ്പ് 1-ൽ തുറക്കുക
nl_nl: Openen met app 1
pl_pl: Otwórz w aplikacji 1
pt_pt: Abrir com a aplicação 1
ru_ru: Открыть в приложении 1
sv_se: Öppna med app 1
uk_ua: Відкрити у програмі 1
zh_tw: 在外部應用程式 1 中開啟

# ShortcutName_OpenWithApp2
source: Open with app 2
ar_sa: الفتح في التطبيق 2
es_es: Abrir con la aplicación 2
fr_fr: Ouvrir avec l'application 2
it_it: Apri con l'app 2
ja_jp: 外部アプリ 2 で開く
ko_kr: 외부 앱 2에서 열기
ml_in: ആപ്പ് 2-ൽ തുറക്കുക
nl_nl: Openen met app 2
pl_pl: Otwórz w aplikacji 2
pt_pt: Abrir com a aplicação 2
ru_ru: Открыть в приложении 2
sv_se: Öppna med app 2
uk_ua: Відкрити у програмі 2
zh_tw: 在外部應用程式 2 中開啟

# ShortcutName_OpenWithApp3
source: Open with app 3
ar_sa: الفتح في التطبيق 3
es_es: Abrir con la aplicación 3
fr_fr: Ouvrir avec l'application 3
it_it: Apri con l'app 3
ja_jp: 外部アプリ 3 で開く
ko_kr: 외부 앱 3에서 열기
ml_in: ആപ്പ് 3-ൽ തുറക്കുക
nl_nl: Openen met app 3
pl_pl: Otwórz w aplikacji 3
pt_pt: Abrir com a aplicação 3
ru_ru: Открыть в приложении 3
sv_se: Öppna med app 3
uk_ua: Відкрити у програмі 3
zh_tw: 在外部應用程式 3 中開啟

# ShortcutName_OpenWithApp4
source: Open with app 4
ar_sa: الفتح في التطبيق 4
es_es: Abrir con la aplicación 4
fr_fr: Ouvrir avec l'application 4
it_it: Apri con l'app 4
ja_jp: 外部アプリ 4 で開く
ko_kr: 외부 앱 4에서 열기
ml_in: ആപ്പ് 4-ൽ തുറക്കുക
nl_nl: Openen met app 4
pl_pl: Otwórz w aplikacji 4
pt_pt: Abrir com a aplicação 4
ru_ru: Открыть в приложении 4
sv_se: Öppna med app 4
uk_ua: Відкрити у програмі 4
zh_tw: 在外部應用程式 4 中開啟

# ShortcutName_OpenWithPanel
source: Open with panel
ar_sa: لوحة "فتح باستخدام"
es_es: Panel Abrir con
fr_fr: Volet Ouvrir avec
it_it: Pannello Apri con
ja_jp: 「プログラムから開く」パネル
ko_kr: 연결 프로그램 패널
ml_in: ‘ഇതുപയോഗിച്ച് തുറക്കുക’ പാനൽ
nl_nl: Deelvenster Openen met
pl_pl: Panel Otwórz za pomocą
pt_pt: Painel "Abrir com"
ru_ru: Панель «Открыть с помощью»
sv_se: Panelen Öppna med
uk_ua: Панель «Відкрити за допомогою»
zh_tw: 「開啟方式」面板

# ShortcutDesc_NextPage
source: Multi-page TIFF and ICO files
ar_sa: ملفات TIFF وICO متعددة الصفحات
es_es: Archivos TIFF e ICO multipágina
fr_fr: Fichiers TIFF et ICO multipages
it_it: File TIFF e ICO multipagina
ja_jp: マルチページの TIFF / ICO ファイル
ko_kr: 멀티 페이지 TIFF 및 ICO 파일
ml_in: മൾട്ടി-പേജ് TIFF, ICO ഫയലുകൾ
nl_nl: TIFF- en ICO-bestanden met meerdere pagina's
pl_pl: Wielostronicowe pliki TIFF i ICO
pt_pt: Ficheiros TIFF e ICO multipágina
ru_ru: Многостраничные файлы TIFF и ICO
sv_se: Flersidiga TIFF- och ICO-filer
uk_ua: Багатосторінкові файли TIFF та ICO
zh_tw: 多頁 TIFF 與 ICO 檔案

# ShortcutDesc_PrevPage
source: Multi-page TIFF and ICO files
ar_sa: ملفات TIFF وICO متعددة الصفحات
es_es: Archivos TIFF e ICO multipágina
fr_fr: Fichiers TIFF et ICO multipages
it_it: File TIFF e ICO multipagina
ja_jp: マルチページの TIFF / ICO ファイル
ko_kr: 멀티 페이지 TIFF 및 ICO 파일
ml_in: മൾട്ടി-പേജ് TIFF, ICO ഫയലുകൾ
nl_nl: TIFF- en ICO-bestanden met meerdere pagina's
pl_pl: Wielostronicowe pliki TIFF i ICO
pt_pt: Ficheiros TIFF e ICO multipágina
ru_ru: Многостраничные файлы TIFF и ICO
sv_se: Flersidiga TIFF- och ICO-filer
uk_ua: Багатосторінкові файли TIFF та ICO
zh_tw: 多頁 TIFF 與 ICO 檔案

# ShortcutDesc_StepZoomIn
source: Jumps to the next preset: 100%, 400%, Fit
ar_sa: الانتقال إلى الإعداد المسبق التالي: 100%، 400%، ملاءمة
es_es: Salta al siguiente preajuste: 100 %, 400 %, Ajustar
fr_fr: Passe au préréglage suivant : 100 %, 400 %, Ajuster à la fenêtre
it_it: Passa al preset successivo: 100%, 400%, Adatta
ja_jp: 次のプリセットに移動: 100%、400%、画面に合わせる
ko_kr: 다음 프리셋으로 이동: 100%, 400%, 맞춤
ml_in: അടുത്ത പ്രീസെറ്റിലേക്ക്: 100%, 400%, സ്‌ക്രീനിൽ നിറക്കുക
nl_nl: Springt naar de volgende preset: 100%, 400%, Passend maken aan venster
pl_pl: Przechodzi do następnego ustawienia: 100%, 400%, Dopasuj do okna
pt_pt: Salta para a predefinição seguinte: 100%, 400%, Ajustar à janela
ru_ru: Переход к следующему масштабу: 100 %, 400 %, по размеру окна
sv_se: Hoppar till nästa förinställning: 100 %, 400 %, Anpassa
uk_ua: Перехід до наступного пресету: 100 %, 400 %, Вписати у вікно
zh_tw: 跳至下一個預設值：100%、400%、符合視窗

# ShortcutDesc_StepZoomOut
source: Jumps to the previous preset
ar_sa: العودة إلى الإعداد المسبق السابق
es_es: Vuelve al preajuste anterior
fr_fr: Revient au préréglage précédent
it_it: Torna al preset precedente
ja_jp: 前のプリセットに戻る
ko_kr: 이전 프리셋으로 이동
ml_in: മുൻപത്തെ പ്രീസെറ്റിലേക്ക് മടങ്ങുന്നു
nl_nl: Gaat terug naar de vorige preset
pl_pl: Wraca do poprzedniego ustawienia
pt_pt: Volta à predefinição anterior
ru_ru: Возврат к предыдущему масштабу
sv_se: Går till föregående förinställning
uk_ua: Повернення до попереднього пресету
zh_tw: 回到上一個預設值

# ShortcutDesc_PhotoInfoPanel
source: Camera and EXIF metadata
ar_sa: بيانات الكاميرا وEXIF الوصفية
es_es: Metadatos de la cámara y EXIF
fr_fr: Métadonnées de l'appareil photo et EXIF
it_it: Metadati della fotocamera ed EXIF
ja_jp: カメラおよび EXIF メタデータ
ko_kr: 카메라 및 EXIF 메타데이터
ml_in: ക്യാമറ, EXIF മെറ്റാഡാറ്റ
nl_nl: Camera- en EXIF-metagegevens
pl_pl: Metadane aparatu i EXIF
pt_pt: Metadados da câmara e EXIF
ru_ru: Метаданные камеры и EXIF
sv_se: Kamera- och EXIF-metadata
uk_ua: Метадані камери та EXIF
zh_tw: 相機與 EXIF 中繼資料

# ShortcutDesc_CloseApp
source: Always available - cannot be reassigned
ar_sa: متاح دائمًا — لا يمكن إعادة تعيينه
es_es: Siempre disponible: no se puede reasignar
fr_fr: Toujours disponible – non réattribuable
it_it: Sempre disponibile: non riassegnabile
ja_jp: 常に利用可能 — 再割り当てできません
ko_kr: 항상 사용 가능 — 다시 할당할 수 없음
ml_in: എപ്പോഴും ലഭ്യം — വീണ്ടും നൽകാനാവില്ല
nl_nl: Altijd beschikbaar – kan niet opnieuw worden toegewezen
pl_pl: Zawsze dostępny — nie można przypisać ponownie
pt_pt: Sempre disponível — não pode ser reatribuído
ru_ru: Всегда доступно — переназначить нельзя
sv_se: Alltid tillgänglig – kan inte tilldelas om
uk_ua: Завжди доступно — перепризначити неможливо
zh_tw: 一律可用 — 無法重新指派

# ShortcutDesc_CopyPhoto
source: Copies the file to the clipboard
ar_sa: نسخ الملف إلى الحافظة
es_es: Copia el archivo al portapapeles
fr_fr: Copie le fichier dans le Presse-papiers
it_it: Copia il file negli appunti
ja_jp: ファイルをクリップボードにコピーします
ko_kr: 파일을 클립보드에 복사합니다
ml_in: ഫയൽ ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുന്നു
nl_nl: Kopieert het bestand naar het klembord
pl_pl: Kopiuje plik do schowka
pt_pt: Copia o ficheiro para a área de transferência
ru_ru: Копирует файл в буфер обмена
sv_se: Kopierar filen till Urklipp
uk_ua: Копіює файл у буфер обміну
zh_tw: 將檔案複製到剪貼簿

# ShortcutDesc_DeletePhoto
source: Cannot be reassigned
ar_sa: لا يمكن إعادة تعيينه
es_es: No se puede reasignar
fr_fr: Non réattribuable
it_it: Non riassegnabile
ja_jp: 再割り当てできません
ko_kr: 다시 할당할 수 없음
ml_in: വീണ്ടും നൽകാനാവില്ല
nl_nl: Kan niet opnieuw worden toegewezen
pl_pl: Nie można przypisać ponownie
pt_pt: Não pode ser reatribuído
ru_ru: Переназначить нельзя
sv_se: Kan inte tilldelas om
uk_ua: Перепризначити неможливо
zh_tw: 無法重新指派
